Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ ཤར་ཕྱོགས་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཇི་སྙེད་ ཅིག་ བཞུགས་ ཏེ་ |#| འཚོ་ ཞིང་ གཞེས་ [15b] པ་ དག་ དང་ །_ གང་དག་ མ་བྱུང་བ་ དག་ དང་ །_ འབྱུང་བ ར་ འགྱུར་བ་ དག་ དང་ །_ འབྱུང་བ འམ །_ འཇིག་པ་ དེར་ ཡང་ བཅོམ་ལྡན་འདས་ གཏོར་བ ར་ བགྱི འོ །_།
en: Blessed One, we likewise toss it before all the thus-gone ones, the worthy ones, the perfect buddhas who remain and reside in the east. [15.b] We also toss this flower before the blessed ones who have not yet appeared there, before those who are still to appear there, before those who are now appearing, and before those who are disappearing.

source: དེ་བཞིན་ དུ་ ལྷོ་ཕྱོགས་ དང་ །_ དེ་བཞིན་ དུ་ ནུབ་ཕྱོགས་ དང་ །_ དེ་བཞིན་ དུ་ བྱང་ཕྱོགས་ དང་ །_ དེ་བཞིན་ དུ་ འོག་ གི་ ཕྱོགས་ དང་ །_ དེ་བཞིན་ དུ་ སྟེང་ གི་ ཕྱོགས་ དང་ །_ དེ་བཞིན་ དུ་ ཕྱོགས་མཚམས་ ཀྱི་ འཇིག་རྟེན་ གྱི་ ཁམས་ རྣམས་ ན་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ཇི་སྙེད་ བྱུང་བ་ དང་ །_ འབྱུང་བ ར་ འགྱུར་བ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ དེ་དག་ ཏུ་ ཡང་ གཏོར་བ ར་ བགྱི འོ །_།
en: We do so, likewise, in all the universes located in the south, west, north, nadir, and zenith, as well as in the intermediate directions—we toss this flower before all the blessed buddhas who are present there, or who will appear there.

source: བཅོམ་ལྡན་འདས་ གང་ སུ་ དག་ གིས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ མཐོང་བ ར་ གྱུར་པ་ དེ་དག་ ཐམས་ཅད་ ཨུད་པ་ ལ འི་ དྲི་སྣོམ་ པར་ གྱུར་ཅིག _།
en: Blessed One, may each and every being who sees this hand-like utpala also experience its fragrance.

source: དེ་དག་ ཐམས་ཅད་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ ར་ གྱུར་ཅིག _།
en: May each and every one of them be certain to awaken to unsurpassable, true, and perfect buddhahood.

source: དེ་བཞིན་ དུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ ཐམས་ ཅད་ དུ་ ཡང་ མཆི་བ ར་ གྱུར་ཅིག _།
en: May they also journey throughout all buddha realms.”

source: དེ་དག་ གིས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ གཏོར་ ནས་ དེ་ནས་ དེ་ མ་ ཐག་ ཏུ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཕྱག་ གཡས་པ ས་ རེག་ སྟེ །_
en: $87 Then, as they tossed the hand-like utpala, the Blessed One touched the flower with his right hand.

source: ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ རེག་ ནས་ |#| ཀྱང་ དེ་ནས་ དེ་ མ་ ཐག་ ཏུ་ སྐད་ཅིག་ དེ་ཉིད་ ལ་ ཨུད་ པ་ ལ་ དེ འི་ ནང་ ནས་ དེ་བཞིན་ གཤེགས་པ འི་ སྐུ འི་ ཕྱེད་ མངོན་པར་ བྱུང་ ཞིང་ ཨུད་པ་ ལ་ རེ་རེ་ ལས་ ཀྱང་ དེ་བཞིན་ གཤེགས་པ འི་ སྐུ འི་ ཕྱེད་ མངོན་པར་ བྱུང་ སྟེ
en: As soon as he touched it a half-sized body of the Thus-Gone One appeared within the utpala. |#| Moreover, within each of the utpalas#13 there was again a half-sized version of the Thus-Gone One.

source: དེ་བཞིན་ གཤེགས་པ འི་ སྐུ འི་ ཕྱེད་པོ་ དེ་དག་ གིས་ གང་དག་ ཆོས་ ཐམས་ཅད་ སྒྱུ་མ་ ལྟ་བུ ར་ མི་ ཤེས་ ཤིང་མོ ས་ པར་ མི་ བྱེད་ ལ །_ ཆོས་ ཐམས་ཅད་ སྒྲིབ་པ་ མེད་པ་ དང་ །_ ཆོས་ ཐམས་ཅད་ མཚན་ཉིད་ མེད་པར་ མི་ ཤེས་ ཤིང་མོ ས་ པར་ མི་ བྱེད །_ |#| ཁོང་ དུ་ ཆུད་པ ར་ མི་ བྱེད་པ་ དེ་དག་ གི་ སྟོན་པ་ ནི་ དེ་བཞིན་ གཤེགས་པ་ མ་ ཡིན་ ཞིང་ །_། དེ་དག་ དེ་བཞིན་ གཤེགས་པ འི་ ཉན་ཐོས་ དག་ ཀྱང་ མ་ ཡིན་ ནོ་ ཞེས་ དེ་ལྟ་ བུ འི་ ཚིག་ དེ་དག་ གསུངས་ ཏེ
en: All these half-sized bodies of the Thus-Gone One now declared, “The teachers of those who do not know all phenomena to be like an illusion, and who are not inclined to think so; |#| the teachers of those who do not know all phenomena to be stainless and devoid of characteristics, and who are not inclined to think so—the teachers of all those who have no such comprehension are neither thus-gone ones, nor hearers of the thus-gone ones.”

source: གསུངས་ ནས་ ཀྱང་ བཞུད་ དོ །_།
en: Speaking such words, they departed.

source: ཚིགས་ སུ་ བཅད་པ་ འདི་དག་ ཀྱང་ བཀའ་ སྩལ་ ཏོ །_།
en: They also spoke the following verses:

source: སྒྱུ་མ་ འདྲ་ཆོས་ གཟུང་ དུ་ མེད་པ་ སྟེ །_། |#| གཟུང་ མིན་ ཐམས་ཅད་ ཆུ་ཟླ་ འདྲ་བ་ ཡིན །_།
en: $88 “Illusion-like phenomena cannot be grasped, And all that cannot be grasped is like the moon in water.

source: སྟོང་པ ས་ སྟོང་པ འི་ རང་བཞིན་ མི་ འཛིན་པ །_། ཆོས་ཉིད་ འདི་ [16a] ནི་ རྒྱལ་བས་ དེ་ འདྲ ར་ གསུངས །_།
en: Because they are empty, they do not possess any empty nature. |#| Thus, this intrinsic nature [16.a] has been taught by the victorious ones.

source: མཚན་ཉིད་ མེད་ ཆོས་ རྣམ་དག་ མཚན་ཉིད་ ཡིན །_།
en: $89 “Absence of characteristics is the true characteristic of all phenomena.

source: མཚན་ཉིད་ མེད་པ འི་ རང་བཞིན་ དེ་ འདྲ་ སྟེ །_། |#| བརྟགས་པ ས་ སྟོང་ ཞིང་བདག་ མེད་ ཆོས་ རྣམས་ ལ །_། འཛིན་པ་ མེད་ ཅིང་ རྩོད་པ་ མེད་པར་ འགྱུར །_།
en: With such a nature, devoid of characteristics, Upon examination all phenomena are empty and devoid of self. |#| They cannot be grasped, nor serve as grounds for dispute.

source: གང་དག་ དེ་ལྟ ར་ ཆོས་ ཉིད་ དེ་ འདོད་པ །_། དེ་དག་ སྟོན་པ་ རྒྱལ་བ་ མཐུ་བོ་ ཆེ །_། |#| ཕྱོགས་ བཅུ ར་ འཇིག་རྟེན་ སྤྱོད་པ་ ཐམས་ཅད་ ལ །_། དེ་ འདྲ་ འདི་ ནི་ དེ་ ཡིས་ བྱིན་རླབས་ སོ །_།
en: $90 “Whenever beings wish for this intrinsic nature Their wish occurs by the blessings Of the victorious teachers of great power, And their activities throughout the worlds in the ten directions.”

source: དེ་ལྟ ར་ དེ་བཞིན་ གཤེགས་པ འི་ སྤྲུལ་པ་ དེ་དག་ གིས་ ཚིགས་ སུ་ བཅད་པ་ དེ་དག་ གསུངས་ ནས་ ཕྱོགས་ བཅུ ར་ བཞུད་ དོ །།_།།
en: $91 After the Thus-Gone One’s emanations had proclaimed these verses, they moved ahead, into the ten directions.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ཀྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $92 Now the bodhisattva great being Jālinīprabha said to the Blessed One,

source: བཅོམ་ལྡན་འདས་ རིགས་ ཀྱི་ བུ་ དེ་དག་ གིས་ ཇི་ཙམ་ དུ་ སྨོན་ལམ་ དག་ ཤིན་ཏུ་ ཡོངས་སུ་ སྦྱངས་པ་ དང་ སེམས་ ཅན་ གང་དག་ གིས་ དེ་དག་ གི་ སྨོན་ལམ་ དེ་དག་ ཐོས་པ་ དང་ །_ མིང་ ཡང་ བསྒྲགས་པ་ དེ་དག་ སྡུག་བསྔལ་ མང་པོ ས་ རེག་པ འི་ སྡུག་བསྔལ་ དེ་དག་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར་བ་ དང་ །_ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ ར་ འགྱུར་བ་ ནི་ ངོ་མཚར་ ལགས་སོ །_།
en: “Blessed One, those noble sons are perfectly trained in aspiration. |#| Any sentient being who hears their prayers, or pronounces their names, will be entirely freed from the experience of numerous pains, and they will become destined for unsurpassable and perfect awakening. |#| What a wonder this is!

source: བཅོམ་ལྡན་འདས་ འོན་ཀྱང་ བཅོམ་ལྡན་འདས་ དང་ རིགས་ ཀྱི་ བུ་ དེ་དག་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདིར་ འབྱུང་བ འི་ ཆ་ མ་ ལགས་སོ །_།
en: But, Blessed One, such blessed ones and such noble sons are not suited for this universe.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| སྐྱེས་པ འམ་ བུད་མེད་ ལ་ལ་ ཞིག་ རིན་ཐང་ མ་ མཆིས་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དྲི་མ་ ཐམས་ཅད་ དང་ བྲལ་བ །_ ཕན་པ་ དང་ བདེ་བ་ ཐམས་ཅད་ ཉེ་བ ར་ སྒྲུབ་པ ར་ བགྱིད་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ བསྒྲགས་པ་ ཐོས་ ནས་
en: $93 “Blessed One, as an analogy, a man or woman may have heard of the fame of a priceless and flawless jewel, a jewel that can deliver all possible benefit and happiness.

source: ཡོངས་སུ་ བཙལ་བ ར་ སེམས་ ཤིང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ མཚན་མ་ དག་ ཀྱང་ ལེགས་པ ར་ འཛིན་པ ར་ བགྱིད་ ལ །_
en: That person may then wish to search for the jewel, and he or she may also have learned the specific characteristics of that precious jewel.

source: ཆབ་ ཁུངས་ འམ་ དེ་ལས་ གཞན་ མི་གཙང་བ་ དང་ འདྲེས་པ འི་ ཕྱོགས་ དག་ ན་ |#| ནོར་བུ་ རིན་པོ་ཆེ་ ཤིན་ཏུ་ ཡོངས་སུ་ བྱང་བ་ དེ་ འདམ་བུ་ བསལ་བ་ མཐོང་ ཞིང་ །_ ལྷག་པ ར་ ཡང་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཁོར་ཡུག་ ན་ སྨིག་མ་ མཁན་ གྱི་ རིགས་ སམ །_ གདོལ་པ འི་ རིགས་ སམ །_ གཡུང་པོ འི་ རིགས་ སམ །_ [16b] དེ་དག་ ལས་ གཞན་ ཡང་ ཚེགས་ ཀྱིས་ འཚོ་བ་ དམའ་བ འི་ རིགས་ དག་ མཆིས་པ ར་ གྱུར་ ན
en: Now, imagine that this man or woman sees that immaculate jewel in the middle of the dirt in a latrine pit, or some other filthy place. |#| Around that spot there are some bamboo cane workers, untouchables, outcastes, [16.b] or some other hard-laboring people of low caste.

source: དེ་དག་ ནི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ མིང་ ཡང་ མ་འཚལ་ ན་ ཡོན་ཏན་ འཚལ་བ ར་ འགྱུར་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ་ ཏེ །_
en: Those people have never heard of that jewel, so they obviously do not know about its qualities either—

source: དེ་ ནི་ གནས་མ་ མཆིས་ ལགས་སོ །_།
en: it would be out of the question.

source: དེ་ནས་ མི་ དེས་ མི་གཙང་ བ་ བསལ་བ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ མཐོང་ ནས་ |#| ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ སྣོད་ ནི་ མཛེས་པ་ མ་ ཡིན་ ནོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲ་བ ར་ བགྱིད་ ལ །_
en: Now, the first person who sees the jewel in the filth may remark that the place where that precious jewel is kept is not a very beautiful one.

source: དེ་ནས་ དམའ་བ འི་ མི་ དེ་དག་ འདི་སྐད་ ཅེས་ སྨྲ་བ ར་ བགྱིད་ དེ །_
en: But the others will just respond,

source: ཁྱོད་ ཀྱིས་ གང་ གིས་ བསྔགས་པ་ སྨྲས་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ གང་ཡིན་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་པ་ དང་ །_
en: ‘Which precious jewel do you have such praise for?’

source: མི་ དེས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ བསྟན་ ལ །_ དེ་ སྟོན་པ་ ན་ མི་ བྱིས་པ འི་ རང་བཞིན་ ཅན་ དེ་དག་ མ་འཚལ་ བཞིན་ དུ །_ ཀྱེ་ མི་ ཁྱོད་ ཀྱིས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ ཅིའི་ཕྱིར་ སྨྲས །_
en: Even though the first person may explain about and even point to the jewel, the ignorant people will not understand. |#| They will say, ‘Hey you, why are you talking about the qualities of a precious jewel?

source: ཁྱོད་ ཀྱིས་ གང་ སྨྲས་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ དེ་དག་ ནི་ ཡོད་པ་ མ་ ཡིན་ ནོ །_།
en: That “precious jewel” does not have any good qualities.

source: ཁྱོད་ ནི་ བརྫུན་ དུ་ སྨྲ་བ །_ གཞན་ དུ་ སྨྲ་བ་ སྟེ །_
en: You are a liar and a trickster.

source: ཁྱོད་ ཀྱི་ ཚིག་ དེ་དག་ ཡིད་ མི་ ཆེས་ སོ་ ཞེས་ སྨྲས་ ལ །_
en: We do not believe anything you say.’

source: དེ འི་ ཚེ་ མི་ དེས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ མི་གཙང་བ འི་ གནས་ དེ་ནས་ |#| མངོན་པར་ བཏེག་ ཅིང་ བླངས་ ནས་ |#| མཆིས་ ཏེ
en: The first person may then extract the jewel and lift it out from the dirt.

source: དེ་ནས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ཕྱུང་ ནས་ མི་ དེ་ མཆིས་ མ་ ཐག་ ཏུ་ མི་ དབུལ་པོ འི་ རང་བཞིན་ ཅན་ དེ་དག་ གཅིག་ ལ་ གཅིག་ ཤིན་ཏུ་ རབ་ཏུ་ རྣམ་པར་ འཁྲུག་པ ར་ གྱུར་ ནས །_
en: As soon as the jewel emerges the poor people will become extremely upset at each other, and

source: དེ འི་ རྗེས་ ལ་ གནོད་པ་ མང་པོ ས་ ཡོངས་སུ་ བསྐོར་བ་ དེ་བཞིན་ དུ །_ བཅོམ་ལྡན་འདས་ བདག་ཅག་ ནི་ དགེ་བ འི་ རྩ་བ་ ཆུང་ངུ་ དང་ ལྡན་ པ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དབུལ་པོ ས་ བལྟམ་ པར་ མཆིས་ ལགས་ ཏེ །_
en: from then on they will be surrounded by numerous harms. |#| $94 “Blessed One, we are here in the world of Enduring, a place where poor beings of lesser roots of virtue are born.

source: བཅོམ་ལྡན་འདས་ ཇི་ལྟ ར་ མི་གཙང་བ འི་ འདམ་ ཀྱི་ སྣོད་ དུ་ སྩལ་བ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ མཁས་པ འི་ རང་བཞིན་ ཅན་ གྱི་ མི་ དེས་ ངོ་ འཚལ་བ་ དེ་ལྟ་ བུར་ ནི་ བཅོམ་ལྡན་འདས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ན་ བདག་ཅག་ བལྟ་བ ར་ བགྱི འོ །_།
en: Blessed One, the way we perceive you within this world is similar to the way the person of learning in the analogy sees and recognizes the precious jewel in the midst of the filth.

source: བཅོམ་ལྡན་འདས་ ཇི་ལྟ ར་ བདེ་བ་ ཐམས་ཅད་ ཉེ་བ ར་ བསྒྲུབ་པ ར་ བགྱིད་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ལེགས་པ ར་ སྦྱངས་ ཤིང་ རྣམ་པར་ དག་པ་ དེ་ལྟ་ བུར་ ནི་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་ [17a] དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ་ དེ་དག་ བལྟ་བ ར་ བགྱི འོ །_།
en: Blessed One, we see the blessed thus-gone ones and the bodhisattva great beings who don the inconceivable armor to be like perfect and completely pure jewels, capable of granting all manner of happiness. [17.a]

source: བཅོམ་ལྡན་འདས་ ཇི་ལྟ ར་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཁོར་ཡུག་ ན་ དམའ་བ ས་ འཚོ་བ་ དབུལ་ བོས་ དམའ་བ འི་ མི་ དེ་དག་ གནས་པ་ དེ་ལྟ་ བུར་ ནི་ བཅོམ་ལྡན་འདས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ འདི་ ན་ དེ་དག་ ལས་ གཞན་པ འི་ སེམས་ཅན་ རྣམས་ བལྟ་བ ར་ བགྱི འོ །_།
en: Yet, Blessed One, other beings within this world regard them in a way that is similar to the way the poor and lowly people of the area look at the precious jewel.

source: བཅོམ་ལྡན་འདས་ ཇི་ལྟ ར་ སྐྱེས་པ འམ །_ བུད་མེད་ ཀྱིས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ དག་ ཐོས་ ནས །_ |#| ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ ཡོངས་སུ་ བཙལ་བ ར་ སེམས་ ཤིང་ །_
en: $95 “Blessed One, in the analogy a person heard about the jewel’s qualities and decided to search for it.

source: མི་གཙང་བ འི་ སྣོད་ ན་ མཆིས་པ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ མཐོང་ ནས་ |#| ཀྱང་ །_ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ སྣོད་ དེ་ ནི་ འཚམ་པ་ མ་ ཡིན་ ནོ་ ཞེས་ སྨྲ་བ ར་ བགྱིད་པ་ དེ་བཞིན་ དུ །_
en: When seeing the jewel in a pit of filth, he or she remarked that the jewel was not kept in a proper place. |#| Similarly,

source: བཅོམ་ལྡན་འདས་ ཕྱོགས་ བཅུ་ དག་ ན་ |#| སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ གང་དག་ ལགས་པ་ དེ་དག་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དེ་ ནི་ འཚམ་པ་ མ་ ཡིན་ ནོ་ ཞེས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ དང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ་ དེ་དག་ གི་ བསྔགས་པ་ བརྗོད་ ལགས་སོ །_།
en: Blessed One, the blessed buddhas and the bodhisattvas present throughout the ten directions also remark that the Blessed One’s buddha realm is not befitting to him. |#| In this way they praise the blessed Buddha and all the bodhisattva great beings who bear the inconceivable armor.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| སྐྱེས་པ འམ །_ བུད་མེད་ ཀྱིས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ དག་ ཐོས་ ནས་ |#| ཡོངས་སུ་ བཙལ་བ ར་ སེམས་ ཤིང་ །_ མི་གཙང་བ འི་ སྣོད་ ན་ མཆིས་པ་ དེ་ཡང་ མཐོང་ ནས |#| སྣོད་ དེ་ ནི་ འཚམ་པ་ མ་ ཡིན་ ནོ་ ཞེས་ ཚིག་ སྨྲ་བ ར་ བགྱིད་པ་ དེ་བཞིན་ དུ །_ བཅོམ་ལྡན་འདས་ བདག་ ཅག་ གིས་ ནི་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ་ དེ་དག་ གི་ ཡོན་ཏན་ གྱི་ བསྔགས་པ་ ཐོས་ ནས་
en: $96 “In the analogy, Blessed One, a man or woman heard about the qualities of a precious jewel, decided to go searching for it, found the jewel stuck in filth, and subsequently declared that the jewel was not being kept properly. |#| We, similarly, have heard praises of the thus-gone one, the worthy one, the perfect Buddha as well as of the bodhisattva great beings who have donned the inconceivable armor.

source: བལྟ་བ འི་ སླད་ དུ་ བདག་ཅག་ འདིར་ མཆིས་ ཏེ
en: Hence we journeyed here to behold them.

source: བཅོམ་ལྡན་འདས་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདིར་ མཆིས་ ནས་
en: But being here, Blessed One,

source: བདག་ཅག་ གིས་ ནི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ གནོད་པ་ བརྒྱ་ ཕྲག་ དུ་མ ས་ བལྟམ་ ཞིང་ སེམས་ཅན་ དགེ་བ འི་ རྩ་བ་ ཆུང་ངུ་ དང་ ལྡན་པ་ དག་ གིས་ བལྟམ་ པར་ མཐོང་ ལགས་སོ །_།
en: we see that this universe is plagued by hundreds of shortcomings and that sentient beings here possess inferior roots of virtue. [17.b]

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱིད་ [17b] ན་འདམ་ དུ་ སྩལ་བ འི་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ འོད་ དེ་ མི་ འདོར་བ་ དེ་བཞིན་ དུ །_ བཅོམ་ལྡན་འདས་ ཕྱོགས་ བཅུ་ དག་ ན་ |#| དེ་བཞིན་ གཤེགས་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ་ དེ་དག་ གི་ འོད་ དེ་ མི་ འདོར་ ལགས་ ཏེ །_
en: $97 “Blessed One, the precious jewel in the mud does not lose its brilliance and, just as in that analogy, the thus-gone ones in the ten directions and the bodhisattva great beings who don the inconceivable armor do not lose their radiance either.

source: འདིར་ ནི་ སེམས་ཅན་ རྣམས་ ཀྱི་ བསམ་པ་ དང་ མོས་པ་ ཆུང་བ འི་ སླད་ དུ །_ བཅོམ་ལྡན་འདས་ ཀྱིས་ འོད་ འདོམ་གང་ ཙམ་ དུ་ བྱིན་ གྱིས་ རླབ་ པར་ མཛད་ ལགས་སོ །_།
en: However, because the intentions and aspirations of beings here are of an inferior quality, the Blessed One has caused his luster to extend for a distance of no more than one fathom.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱིད་ ན་ མི་ དེ་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ དག་ སྒྲོགས་པ་ ན་ མི་ དབུལ་བ འི་ རང་ བཞིན་ ཅན་ དེ་དག་ མངོན་པར་ ཡིད་ མི་ ཆེས་པ་ དེ་བཞིན་ དུ །_
en: $98 “In the analogy, Blessed One, the poor people do not believe what they hear about the qualities of the jewel. |#| Likewise,

source: བཅོམ་ལྡན་འདས་ སེམས་ཅན་ དེ་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ འོད་ ཤིན་ཏུ་ རྒྱས་པ འམ །_ སྨོན་ལམ་ ཆེན་པོ འམ །_ རྣམ་པར་ འཕྲུལ་པ་ ཆེན་པོ འམ །_ སངས་རྒྱས་ ཀྱི་ ཡོན་ཏན་ དག་ ལ འང་ ཡིད་ཆེས་ པར་ མི་ བགྱིད་ ན །_
en: beings in this universe do not believe in the Thus-Gone One’s extreme brilliance, his vast aspirations, his emanations, and his qualities of awakening.

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ གི་ ལ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ །_
en: Needless it is, then, to state that they do not have faith in the bodhisattva great beings either.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| མི་ དེས་ མི་གཙང་བ འི་ སྣོད་ དེ་ནས་ ནོར་བུ་ རིན་པོ་ཆེ་ དེ་ བླངས་ ནས་ |#| མཆིས་ ལ །_ དེ་ མཆིས་ མ་ ཐག་ ཏུ་ ཡང་ སེམས་ཅན་ དེ་དག་ གནོད་ པ་ རྣམ་པ་ དུ་མ ས་ ཤས་ ཆེ ར་ ཡོངས་སུ་ བསྐོར་བ་ དེ་བཞིན་ དུ །_
en: $99 “Blessed One, when the person in the analogy takes out the precious jewel from the dirt, that immediately causes the others there to experience great harm. |#| Similarly,

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ཤིང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ ཀྱང་ འཇིག་རྟེན་ གྱི་ ཁམས་ གཞན་ དུ་ མཆིས་ ནས |#| འདི་ ལྟ་བུ འི་ མདོ་སྡེ་ འཛིན་པ །_ བྱང་ཆུབ་ སེམས་དཔའ་ ཡང་དག་ པར་ འཛིན་ དུ་ སྩོལ་བ་ རྣམས་ གཅིག་ ལ་ གཅིག་ རབ་ཏུ་ རྣམ་པར་ འཁྲུག་པ ར་ འགྱུར་ ཞིང་ །_ ཆོས་ ཀྱི་ སྒྲ་ ཡང་ འབྱུང་བ ར་ མི་ འགྱུར་ ལ །_ ཆོས་མ་ ལགས་པ་ ཉིད་ ཀྱི་ སྒྲ་ འབྱུང་བ་ ཁོ་ན ར་ བས་ སོ་ ཞེས་ དེ་སྐད་ ཅེས་ གསོལ་པ་ ལགས་སོ །_།
en: when the Thus-Gone One passes completely beyond suffering and the bodhisattva great beings depart for other world realms it causes bodhisattvas who retain sūtras and who pursue true retention to become extremely disturbed with one another. |#| ‘The Dharma is no longer heard; |#| only non-Dharma can be heard here.’

source: འདི་ལྟར་ སེམས་ཅན་ དེ་དག་ ནི་ ཆོས་མ་ ལགས་པ་ ལ་ གནས་པ ར་ འགྱུར་ ཞིང་ ཆོས་མ་ ལགས་ པས་ འཚོ་བ་ ཉིད་ ཡང་དག་ པར་ བླངས་ ནས་ |#| གནས་པ ར་ འགྱུར་ ལ །_
en: Because under such circumstances those who live here would fall into non-Dharma and pursue non-Dharmic means of livelihood.

source: གཅིག་ ལ་ གཅིག་ འཐབ་མོ་ དང་ །_ སུན་ འབྱིན་པ་ དང་ །_ མཚང་ འདྲུ་ [18a] བ་ དང་ སྨོད་པ་ ལ་ འཇུག་པ ར་ བགྱིད་པ ར་ འགྱུར་ ཏེ
en: They would struggle with, defame, criticize, [18.a] and disparage one another.

source: དེ་དག་ གཅིག་ ལ་ གཅིག་ དགེ་བ འི་ ཆོས་ ལས་ ཉམས་ ནས་ |#| སྡུག་བསྔལ་ ཐོབ་པ ར་ འགྱུར་ ཞིང་ །_ དེ་དག་ ཆོས་ སྩོགས་པ་ དང་ །_ དགེ་བ་ སྩོགས་པ་ ལྷུར་ལེན་ པར་ མི་འགྱུར་བ འི་ སླད་ དུའོ །_།
en: They would cause each other to lose their virtuous qualities, and thus experience suffering. |#| They would no longer apply themselves to Dharma and virtue.

source: བཅོམ་ལྡན་ འདས་ རིགས་ ཀྱི་ བུ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ དོན་ འཚལ་བ །_ དོན་ ཡོངས་སུ་ ཚོལ་ བར་ འཚལ་བ །_ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ ཡང་དག་ པར་ སྒྲུབ་པ ར་ འཚལ་བ་ དང་ །_ ཉན་ཐོས་ ཀྱི་ ཐེག་པ་ པས་ ཀྱང་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདིར་ སྐྱེ་བ ར་ མི་ བགྱི་ ན |#| བྱང་ཆུབ་ སེམས་དཔ འི་ ཐེག་པ་ པས་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ འཚལ །_
en: $100 “Blessed One, no noble son or daughter in pursuit of the meaningful, committed to the pursuit of meaning, and committed to the accomplishment of a buddha’s awakening would in that case take birth in this world. |#| As not even followers of the Hearer Vehicle would appear, what need is there to mention those who adhere to the Bodhisattva Vehicle?

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_ |#| བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ |#| སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ་ དང་ །_ ཡང་སོས་ དང་ །_ ཐིག་ནག་ དང་ །_ ཚ་བ་ དང་ །_ རབ་ཏུ་ ཚ་བ་ དང་ །_ དེ་དག་ ལས་ གཞན་པ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དག་ ཏུ་ སེམས་ཅན་ གང་དག་ སྐྱེས་པ་ དེ་དག་ ལ་ སྐད་ཅིག་ ཐང་ ཅིག་ ཡུད་ཙམ་ ཡང་ བདེ་བ་ མི་ དམིགས་པ་ དེ་བཞིན་ དུ །_
en: Why do I say so, Blessed One? |#| Well, the beings who live in the great hell realms, such as Incessant Pain, Revival, Heat , and Intense Heat, do not experience happiness for even one moment, for even a mere instant.

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ དེ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ རིན་པོ་ཆེ འི་ གདུགས་ གཅིག་པ་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ གང་དག་ མཆིས་པ་ དེ་དག་ གིས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ འདི་ ན་ སེམས་ཅན་ མནར་མེད་ པར་ སྐྱེས་པ་ རྣམས་ དང་ འདྲ་བ ར་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ འདིར་ སྐྱེས་པ་ དེ་དག་ ལ་ ཡང་ བདེ་བ་ ཅི་ཡང་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ ལགས་སོ །_།
en: Blessed One, from the perspective of the bodhisattvas in Single Parasol —the realm of the blessed thus-gone one Single Jewel Ornament—the bodhisattva great beings who are born in this Enduring world are comparable to the beings born in the Hell of Incessant Pain, because they do not perceive them to experience any happiness at all.

source: སངས་རྒྱས་ ཀྱི་ ཞིང་ བདེ་བ་ གཅིག་པུ་ མཆོག་ ཏུ་ གྱུར་པ་ དང་ །_ འཇིག་རྟེན་ གྱི་ ཁམས་ དེ་ ན་ སེམས་ཅན་ དེ་དག་ ནི་ རང་བཞིན་ གྱིས་ བདེ་བ་ ལགས་སོ །_།
en: $101 “In a buddha realm of sheer and supreme happiness sentient beings are naturally blissful.

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ སེམས་ཅན་ འདིར་ སྐྱེས་པ་ རྣམས་ ཀྱིས་ དེ་ མངོན་པར་ ཡིད་ཆེས་ པར་ དཀའ་བ ར་ འགྱུར་བ ར་ སྨྲ་ ལགས་ ཏེ་ བཅོམ་ལྡན་འདས་ འོན་ཀྱང་ ཆོས་ ཀྱི་ ཐེ་ཚོམ་ གཅད་པ་ དང་ །_ ཆོས་ ཀྱི་ ཕྱག་རྒྱ འི་ སྒོ་ མཉན་པ འི་ སླད་ དུ་ གང་ གི་ དོན་ དུ་ བདག་ འདིར་ མཆིས་པ་ དེ་ བཅོམ་ལྡན་འདས་ ལས་ བདག་ཅག་ ཐོས་པ ར་ འཚལ་ ལགས་སོ །_།
en: But, Blessed One, the beings who are born in this universe find it hard to believe what I say. |#| Nevertheless, Blessed One, I have come here to clear my doubts about the Dharma and to listen to the gateway of the Dharma seal. |#| Blessed One, we seek teaching from you.

source: བཅོམ་ལྡན་འདས་ བདེ་བ་ [18b] དང་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ མི་རྟག་པ་ ལགས་ པ འི་ སླད་ དུའོ །_།
en: Because, Blessed One, [18.b] all pleasure and pain is impermanent.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ལས་ གང་ ལ་ བདེ་བ་ མ་ མཆིས་པ་ དང་ །_ སྡུག་བསྔལ་ བ་མ་ མཆིས་པ་ དང་ །_ རྟག་པ་ མ་ མཆིས་ པ་ དང་ །_ མི་རྟག་པ་ མ་ མཆིས་པ་ དང་ །_ རྟོག་པ་ མ་ མཆིས་པ་ དང་ །_ རྣམ་པར་ རྟོག་པ་ མ་ མཆིས་པ་ དང་ །_ དངོས་པོ་ མ་ མཆིས་པ་ དང་ །_ དངོས་པོ་ མ་ མཆིས་པ་ མ་ མཆིས་པ་ དང་ །_ འདུས་བྱས་ མ་ མཆིས་པ་ དང་ །_ འདུས་མ་བྱས་ མ་ མཆིས་པ་ དང་ །_ གདགས་པ་ མ་ མཆིས་པ་ དང་ །_ གདགས་པ་ མ་ མཆིས་པ་ མ་ མཆིས་པ་ དང་ །_ འཇིག་རྟེན་པ་ མ་ མཆིས་པ་ དང་ །_ འཇིག་རྟེན་ ལས་ འདས་པ་ མ་ མཆིས་པ་ དང་ །_ ཟག་པ་ དང་ བཅས་པ་ མ་ མཆིས་པ་ དང་ །_ ཟག་པ་ མ་ མཆིས་པ་ མ་ མཆིས་པ་ དང་ །_ བདེན་པ་ མ་ མཆིས་པ་ དང་ །_ བརྫུན་པ་ མ་ མཆིས་པ་ དང་ །_ བྱང་ཆུབ་ མ་ མཆིས་པ་ དང་ །_ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ རྣམས་ མ་ མཆིས་པ་ དང་ །_ སྟོབས་ རྣམས་ མ་ མཆིས་པ་ དང་ །_ སྣང་བ་ མ་ མཆིས་པ་ དང་ །_ མུན་པ་ མ་ མཆིས་པ་ དང་ །_ རྣམ་པར་ རིག་པ་ མ་ མཆིས་པ་ དང་ །_ རྣམ་པར་ རིག་པ་ མ་ ལགས་ པ་ མ་ མཆིས་པ་ དང་ །_ འབྲས་བུ་ མ་ མཆིས་པ་ དང་ །_ འབྲས་བུ་ མ་ ལགས་པ་ མ་ མཆིས་པ་ དང་ །_ ལམ་ མ་ མཆིས་པ་ དང་ །_ ལམ་ མ་ ལགས་པ་ མ་ མཆིས་པ་ དང་ །_ འཇུག་པ་ མ་ མཆིས་པ་ དང་ །_ མཐར་ཐུག་པ་ མ་ མཆིས་པ་ དང་ །_ འཇིག་རྟེན་ མ་ མཆིས་པ་ དང་ །_ འཇིག་རྟེན་ ནས་ ངེས་པ ར་ འབྱུང་བ་ མ་ མཆིས་པ་ རྣམ་པ་ དེ་ལྟ་ བུ འི་ ཆོས་ ཐོས་པ ར་ འཚལ་ ལགས་སོ །_།
en: From the Blessed One, the Thus-Gone One, the Worthy One, the perfect Buddha we wish to hear a Dharma in which there is no happiness, no suffering, no permanence, no impermanence, no thought, no conception, no entity, no absence of entity, nothing conditioned, nothing unconditioned, nothing imputed, nothing not imputed, nothing mundane, nothing beyond the world, nothing defiled, nothing undefiled, no truth, no falsity, no awakening, no branches of awakening, no powers, no light, no darkness, no consciousness, no absence of consciousness, no fruition, no lack of fruition, no path, no absence of path, no beginning, no completion, no world, and no liberation from the world.

source: བཅོམ་ལྡན་འདས་ བསོད་ནམས་ ཀྱི་ ཚོགས་ ལས་ ཡང་དག་ པར་ བྱུང་བ །_ ཀུན་ ཏུ་ རྟོག་པ་ ལས་ བྱུང་བ འི་ བདེ་བ་ དེ་དག་ དང་ གཞན་ ཐམས་ ཅད་ འཇིག་རྟེན་ ལ་ བསྟན་པ ར་ བགྱི་བ འི་ སླད་ དུའོ །_།
en: Because, Blessed One, the world should be taught about the happiness that arises from the accumulation of merit and from making resolutions, and all other such things.

source: བཅོམ་ལྡན་འདས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ནི་ བསྟན་ དུ་ མི་ རུང་ ལགས་ ཏེ །_
en: Blessed One, the qualities of buddhahood cannot be taught.

source: བཅོམ་ལྡན་འདས་ དེ་ ལ་ སྟོབས་ རྣམས་ མ་ མཆིས །_ |#| མི་ འཇིགས་པ་ རྣམས་ མ་ མཆིས །_ |#| རྫུ་འཕྲུལ་ མ་ མཆིས །_ |#| རྫུ་འཕྲུལ་ གྱི་ [19a] ཆོ་འཕྲུལ་ མ་ མཆིས །_ |#| ཀུན་ བརྗོད་པ་ མ་ མཆིས །_ |#| ཀུན་ བརྗོད་པ འི་ ཆོ་འཕྲུལ་ མ་ མཆིས །_ |#| རྗེས་སུ་ བསྟན་པ་ མ་ མཆིས །_ |#| རྗེས་སུ་ བསྟན་པ འི་ ཆོ་འཕྲུལ་ མ་ མཆིས་ ལགས་སོ །_།
en: That is to say, in buddhahood there are no powers, no fearlessnesses, no miracles, [19.a] no miraculous displays, no advice, no miraculous advice, no teaching, and no miraculous teaching.

source: མི་ འཇིགས་པ་ རྣམས་ མ་ མཆིས་ ཤིང་ སྟོབས་ རྣམས་ མ་ མཆིས་ ལ །_
en: There are no fearlessnesses nor powers, and
